#### KipPerInSup3 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol kip/inÂ³, indicating unit Kips per cubic inch.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId KipPerInSup3 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property KipPerInSup3 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ KipPerInSup3 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace